adw-gtk-theme
alsa-plugins
amd-ucode
ani-cli
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cava
cbonsai
chromium
chrono-date
cliphist
cmake
cowsay
cpio
dconf-editor
decibels
discord
downgrade
efibootmgr
eza
fastfetch
figlet
file-roller
firefox
firewalld
fish
flatpak
fuse2
gamescope
gimp
git
gitleaks
gnome-calendar
gnome-clocks
gnome-themes-extra
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
imv
kamera
kdeconnect
kitty
libpulse
libva-nvidia-driver
linux
linux-firmware
lolcat
man-db
mangohud
matugen
mesa-utils
meson
nano
nautilus
networkmanager
nim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-open
nwg-dock-hyprland
nwg-look
obs-studio
openrgb-git
openrgb-plugin-effects-git
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prismlauncher
qt5-wayland
qt5ct
qt6-wayland
qt6ct
quickshell
reflector
rofi
rofi-calc
rofi-emoji
sddm
sddm-silent-theme
spotify
starship
steam
stow
stress-ng
sudo
swaync
swww
translate-shell
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
tumbler
unimatrix-git
unzip
vim
vscodium-bin
vulkan-tools
waybar
wine
winetricks
wireplumber
wl-clip-persist
wpa_supplicant
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yay
yay-debug
zenity
zram-generator
